/* 使用方法 => 定义一个 const √ */
/* 回复信息 => 耍了个小花招 key值只能是数字了 */
/* Data 为 主动提问 */
/* Reply 为 对应的回复 */
const process_content = {
    firstData : {
        one: '上联：雨荷鱼儿伞',
        two: '上联：假期有梦难圆',
        three: '我想知道些别的......'
    },
    firstReply : {
        0: '下联：草原花儿毯',
        1: '下联：真隙无聊易长',
        2: '好的（゜▽＾*））！'
    },
    secondData : {
        one: '双木为林，既然不是魂灵之灵，为何加夕成梦',
        two: '有什么诗句么...',
        three: '新年快乐！'
    },
    secondReply : {
        0: '双月为朋，既然不是磕碰之碰，为何加山变崩',
        1: `守岁 <br/>
                唐·李世民 <br/>
            暮景斜芳殿，年华丽绮宫。<br/>
            寒辞去冬雪，暖带入春风。<br/>阶馥舒梅素，盘花卷烛红。<br/>其欢新故岁，迎送一宵中。`,
        2: '嗯（゜▽＾*））！'
    }
};